Repository: jeso87/ShrinkerPro
Catalog: Sources/ShrinkerPro/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, is, it, ja, ko, nb, nl, nn, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

source: The other %lld files are unaffected.
ar: لن يتأثر %lld ملف آخر.
ca: Els altres %lld arxius no es veuen afectats.
cs: Zbývajících %lld souborů zůstane beze změny.
da: De andre %lld arkiver påvirkes ikke.
de: Die übrigen %lld Dateien sind nicht betroffen.
el: Τα άλλα %lld αρχεία δεν επηρεάζονται.
es: Los otros %lld archivos no se ven afectados.
fa: %lld فایل دیگر تحت تأثیر قرار نمی‌گیرد.
fi: Tämä ei vaikuta muihin %lld tiedostoon.
fr: Les %lld autres fichiers ne sont pas concernés.
he: %lld הקבצים האחרים אינם מושפעים.
hr: Preostalih %lld datoteka ostaje nedirnuto.
hu: A többi %lld fájlt ez nem érinti.
is: Hinar %lld skrárnar verða ekki fyrir áhrifum.
it: Gli altri %lld file non sono interessati.
ja: ほかの%lld個のファイルには影響ありません。
ko: 나머지 파일 %lld개는 영향을 받지 않습니다.
nb: De andre %lld filene påvirkes ikke.
nl: De andere %lld bestanden blijven ongemoeid.
nn: Dei andre %lld filene blir ikkje påverka.
pl: Pozostałe %lld plików nie zostanie zmienionych.
pt_br: Os outros %lld arquivos não são afetados.
pt_pt: Os outros %lld ficheiros não são afetados.
ro: Celelalte %lld de fișiere nu sunt afectate.
ru: Остальные %lld файлов не будут затронуты.
sk: Zvyšných %lld súborov to neovplyvní.
sl: Preostalih %lld datotek ostane nespremenjenih.
sv: De andra %lld filerna påverkas inte.
th: อีก %lld ไฟล์ที่เหลือไม่ได้รับผลกระทบ
tr: Diğer %lld dosya etkilenmez.
uk: %lld інших файлів залишаться без змін.
vi: %lld tệp còn lại không bị ảnh hưởng.
zh_hans: 其余 %lld 个文件不受影响。
zh_hant: 其餘%lld個檔案不受影響。
zh_hk: 其餘%lld個檔案不受影響。

source: About Shrinker Pro
ar: حول Shrinker Pro
ca: Sobre Shrinker Pro
cs: O aplikaci Shrinker Pro
da: Om Shrinker Pro
de: Über Shrinker Pro
el: Πληροφορίες – Shrinker Pro
es: Acerca de Shrinker Pro
fa: دربارهٔ Shrinker Pro
fi: Tietoja Shrinker Prosta
fr: À propos de Shrinker Pro
he: מידע על Shrinker Pro
hr: Više o aplikaciji Shrinker Pro
hu: A Shrinker Pro névjegye
is: Um Shrinker Pro
it: Informazioni su Shrinker Pro
ja: Shrinker Proについて
ko: Shrinker Pro에 관하여
nb: Om Shrinker Pro
nl: Over Shrinker Pro
nn: Om Shrinker Pro
pl: Shrinker Pro — informacje
pt_br: Sobre o Shrinker Pro
pt_pt: Acerca de Shrinker Pro
ro: Despre Shrinker Pro
ru: О программе Shrinker Pro
sk: O aplikácii Shrinker Pro
sl: O aplikaciji Shrinker Pro
sv: Om Shrinker Pro
th: เกี่ยวกับ Shrinker Pro
tr: Shrinker Pro Hakkında
uk: Про програму «Shrinker Pro»
vi: Giới thiệu về Shrinker Pro
zh_hans: 关于 Shrinker Pro
zh_hant: 關於Shrinker Pro
zh_hk: 關於Shrinker Pro

source: Adjust session settings
ar: تعديل إعدادات الجلسة
ca: Ajusta la configuració de la sessió
cs: Upravit nastavení relace
da: Juster sessionsindstillinger
de: Sitzungseinstellungen anpassen
el: Προσαρμογή ρυθμίσεων συνεδρίας
es: Modificar los ajustes de sesión
fa: تغییر تنظیمات جلسه
fi: Säädä istunnon asetuksia
fr: Ajuster les réglages de session
he: התאמת הגדרות ההפעלה
hr: Prilagodi postavke sesije
hu: Munkamenet beállításainak módosítása
is: Stilla lotustillingar
it: Regola le impostazioni di sessione
ja: セッション設定を調整
ko: 세션 설정 조절
nb: Juster øktinnstillinger
nl: Pas sessie-instellingen aan
nn: Juster øktinnstillingane
pl: Dostosuj ustawienia sesji
pt_br: Alterar os ajustes da sessão
pt_pt: Ajustar as definições da sessão
ro: Ajustați configurările sesiunii
ru: Изменить настройки сеанса
sk: Upraviť nastavenia relácie
sl: Prilagodi nastavitve seje
sv: Justera sessionsinställningar
th: ปรับการตั้งค่าเซสชั่น
tr: Oturum ayarlarını düzenle
uk: Налаштувати параметри сеансу
vi: Điều chỉnh cài đặt phiên
zh_hans: 调整会话设置
zh_hant: 調整工作階段設定
zh_hk: 調整今次設定

source: App default
ar: الافتراضي للتطبيق
ca: Per omissió de l’app
cs: Výchozí v aplikaci
da: Appens standard
de: App-Vorgabe
el: Προεπιλογή εφαρμογής
es: Por omisión de la app
fa: پیش‌فرض برنامه
fi: Apin oletus
fr: Par défaut
he: ברירת המחדל של היישום
hr: Standardno u aplikaciji
hu: App alapértéke
is: Sjálfgefið í forritinu
it: Predefinito dell’app
ja: Appのデフォルト
ko: 앱 기본값
nb: Appens standard
nl: App-instelling
nn: Standard i appen
pl: Domyślne aplikacji
pt_br: Padrão do app
pt_pt: Predefinição da aplicação
ro: Implicit din aplicație
ru: По умолчанию
sk: Predvoľba aplikácie
sl: Privzeto v aplikaciji
sv: Appens förval
th: ค่าเริ่มต้นของแอป
tr: Uygulama saptanmışı
uk: Типово для програми
vi: Mặc định của ứng dụng
zh_hans: App 默认值
zh_hant: App預設值
zh_hk: App預設值

source: Applies to JPEG, WebP, AVIF and HEIC. PNG and GIF are optimised by tools with no comparable setting, so they look the same whichever you choose.
ar: ينطبق على JPEG وWebP وAVIF وHEIC. أما PNG وGIF فتُحسَّن بأدوات لا تملك إعدادًا مماثلًا، ولذلك تبدو كما هي أيًا كان اختيارك.
ca: S’aplica a JPEG, WebP, AVIF i HEIC. El PNG i el GIF els optimitzen eines que no tenen cap opció equivalent, així que es veuen igual triïs el que triïs.
cs: Týká se JPEG, WebP, AVIF a HEIC. PNG a GIF optimalizují nástroje, které srovnatelné nastavení nemají, takže vypadají stejně, ať zvolíte cokoli.
da: Gælder for JPEG, WebP, AVIF og HEIC. PNG og GIF optimeres af værktøjer uden en tilsvarende indstilling, så de ser ens ud, uanset hvad du vælger.
de: Gilt für JPEG, WebP, AVIF und HEIC. PNG und GIF werden von Werkzeugen optimiert, die keine vergleichbare Einstellung haben, und sehen deshalb bei jeder Wahl gleich aus.
el: Ισχύει για JPEG, WebP, AVIF και HEIC. Τα PNG και GIF βελτιστοποιούνται από εργαλεία χωρίς αντίστοιχη ρύθμιση, οπότε φαίνονται ίδια όποια επιλογή κι αν κάνετε.
es: Se aplica a JPEG, WebP, AVIF y HEIC. PNG y GIF se optimizan con herramientas que no tienen un ajuste equivalente, así que se ven igual elijas lo que elijas.
fa: برای JPEG، WebP، AVIF و HEIC اعمال می‌شود. PNG و GIF با ابزارهایی بهینه می‌شوند که تنظیم مشابهی ندارند، بنابراین هر گزینه‌ای را انتخاب کنید یکسان به نظر می‌رسند.
fi: Koskee JPEG-, WebP-, AVIF- ja HEIC-tiedostoja. PNG ja GIF optimoidaan työkaluilla, joissa ei ole vastaavaa asetusta, joten ne näyttävät samalta valitsit minkä tahansa.
fr: S’applique à JPEG, WebP, AVIF et HEIC. PNG et GIF sont optimisés par des outils qui n’ont pas de réglage comparable : ils ont donc le même aspect quel que soit votre choix.
he: חל על JPEG, WebP, AVIF ו-HEIC. קבצי PNG ו-GIF עוברים מיטוב בכלים שאין להם הגדרה מקבילה, ולכן הם ייראו אותו הדבר בכל בחירה.
hr: Vrijedi za JPEG, WebP, AVIF i HEIC. PNG i GIF optimiziraju alati koji nemaju usporedivu postavku, pa izgledaju jednako što god odabrali.
hu: A JPEG, WebP, AVIF és HEIC formátumra vonatkozik. A PNG-t és a GIF-et olyan eszközök optimalizálják, amelyeknek nincs ehhez hasonló beállításuk, ezért bármit választ, ugyanúgy néznek ki.
is: Á við um JPEG, WebP, AVIF og HEIC. PNG og GIF eru bestuð með verkfærum sem hafa enga sambærilega stillingu og líta því eins út hvað sem þú velur.
it: Si applica a JPEG, WebP, AVIF e HEIC. PNG e GIF vengono ottimizzati da strumenti privi di un’impostazione equivalente, quindi hanno lo stesso aspetto qualunque sia la tua scelta.
ja: JPEG、WebP、AVIF、HEICに適用されます。PNGとGIFは同等の設定を持たないツールで最適化されるため、どれを選んでも仕上がりは変わりません。
ko: JPEG, WebP, AVIF, HEIC에 적용됩니다. PNG와 GIF는 이에 해당하는 설정이 없는 도구로 최적화되므로, 무엇을 선택하든 결과가 같습니다.
nb: Gjelder JPEG, WebP, AVIF og HEIC. PNG og GIF optimaliseres av verktøy uten en tilsvarende innstilling, så de ser like ut uansett hva du velger.
nl: Geldt voor JPEG, WebP, AVIF en HEIC. PNG en GIF worden geoptimaliseerd door hulpprogramma's zonder vergelijkbare instelling en zien er dus bij elke keuze hetzelfde uit.
nn: Gjeld JPEG, WebP, AVIF og HEIC. PNG og GIF blir optimaliserte av verktøy utan ei tilsvarande innstilling, så dei ser like ut uansett kva du vel.
pl: Dotyczy JPEG, WebP, AVIF i HEIC. PNG i GIF są optymalizowane przez narzędzia bez porównywalnego ustawienia, więc wyglądają tak samo niezależnie od wyboru.
pt_br: Aplica-se a JPEG, WebP, AVIF e HEIC. PNG e GIF são otimizados por ferramentas que não têm um ajuste equivalente, então ficam iguais qualquer que seja a sua escolha.
pt_pt: Aplica-se a JPEG, WebP, AVIF e HEIC. Os ficheiros PNG e GIF são otimizados por ferramentas sem uma definição equivalente, pelo que ficam iguais, seja qual for a opção escolhida.
ro: Se aplică pentru JPEG, WebP, AVIF și HEIC. PNG și GIF sunt optimizate de instrumente care nu au o configurare echivalentă, așa că arată la fel indiferent ce alegeți.
ru: Относится к JPEG, WebP, AVIF и HEIC. PNG и GIF оптимизируются инструментами, у которых нет похожей настройки, поэтому они выглядят одинаково при любом выборе.
sk: Platí pre JPEG, WebP, AVIF a HEIC. PNG a GIF optimalizujú nástroje, ktoré porovnateľné nastavenie nemajú, takže vyzerajú rovnako, nech si vyberiete čokoľvek.
sl: Velja za JPEG, WebP, AVIF in HEIC. PNG in GIF optimizirajo orodja brez primerljive nastavitve, zato so videti enako, ne glede na izbiro.
sv: Gäller JPEG, WebP, AVIF och HEIC. PNG och GIF optimeras av verktyg som saknar en motsvarande inställning, så de ser likadana ut oavsett vad du väljer.
th: มีผลกับ JPEG, WebP, AVIF และ HEIC ส่วน PNG และ GIF ปรับให้เหมาะสมด้วยเครื่องมือที่ไม่มีการตั้งค่าแบบเดียวกัน จึงให้ผลเหมือนกันไม่ว่าคุณจะเลือกแบบใด
tr: JPEG, WebP, AVIF ve HEIC için geçerlidir. PNG ve GIF, benzer bir ayarı olmayan araçlarla optimize edilir; bu yüzden hangisini seçerseniz seçin aynı görünürler.
uk: Стосується JPEG, WebP, AVIF і HEIC. PNG і GIF оптимізують інструменти, які не мають подібного параметра, тож вони виглядатимуть однаково за будь-якого вибору.
vi: Áp dụng cho JPEG, WebP, AVIF và HEIC. PNG và GIF được tối ưu bằng các công cụ không có cài đặt tương đương, nên chúng trông như nhau dù bạn chọn mức nào.
zh_hans: 适用于 JPEG、WebP、AVIF 和 HEIC。PNG 和 GIF 由没有同类设置的工具来优化，因此无论你选哪一项，它们看起来都一样。
zh_hant: 適用於JPEG、WebP、AVIF和HEIC。PNG和GIF由沒有同類設定的工具進行最佳化，因此無論你選哪一項，它們看起來都一樣。
zh_hk: 適用於JPEG、WebP、AVIF和HEIC。PNG和GIF由沒有同類設定的工具來最佳化，所以無論你選哪一項，結果看起來都一樣。

source: Applies to JPEG, WebP, AVIF and HEIC. PNG and GIF are optimised by tools with no comparable setting, so they look the same whichever you choose. Standard matches what earlier versions of Shrinker Pro produced. Every session starts here; the window's session bar can change it for one session without changing this.
ar: ينطبق على JPEG وWebP وAVIF وHEIC. أما PNG وGIF فتُحسَّن بأدوات لا تملك إعدادًا مماثلًا، ولذلك تبدو كما هي أيًا كان اختيارك. و"قياسية" تطابق ما كانت تنتجه الإصدارات السابقة من Shrinker Pro. تبدأ كل جلسة من هنا؛ ويمكن لشريط الجلسة في النافذة تغيير ذلك لجلسة واحدة دون تغيير هذا الإعداد.
ca: S’aplica a JPEG, WebP, AVIF i HEIC. El PNG i el GIF els optimitzen eines que no tenen cap opció equivalent, així que es veuen igual triïs el que triïs. L’opció Estàndard equival al que produïen les versions anteriors de Shrinker Pro. Cada sessió comença aquí; la barra de sessió de la finestra ho pot canviar per a una sessió sense modificar aquesta opció.
cs: Týká se JPEG, WebP, AVIF a HEIC. PNG a GIF optimalizují nástroje, které srovnatelné nastavení nemají, takže vypadají stejně, ať zvolíte cokoli. Volba Standardní odpovídá tomu, co vytvářely dřívější verze Shrinker Pro. Každá relace začíná zde; lišta relace v okně to může změnit pro jednu relaci, aniž by se změnilo toto nastavení.
da: Gælder for JPEG, WebP, AVIF og HEIC. PNG og GIF optimeres af værktøjer uden en tilsvarende indstilling, så de ser ens ud, uanset hvad du vælger. Standard svarer til det, tidligere versioner af Shrinker Pro lavede. Hver session starter her; vinduets sessionslinje kan ændre det for én session uden at ændre denne indstilling.
de: Gilt für JPEG, WebP, AVIF und HEIC. PNG und GIF werden von Werkzeugen optimiert, die keine vergleichbare Einstellung haben, und sehen deshalb bei jeder Wahl gleich aus. Standard entspricht dem, was frühere Versionen von Shrinker Pro erzeugt haben. Jede Sitzung beginnt hier; die Sitzungsleiste im Fenster kann den Wert für eine Sitzung ändern, ohne diese Einstellung zu ändern.
el: Ισχύει για JPEG, WebP, AVIF και HEIC. Τα PNG και GIF βελτιστοποιούνται από εργαλεία χωρίς αντίστοιχη ρύθμιση, οπότε φαίνονται ίδια όποια επιλογή κι αν κάνετε. Η «Τυπική» αντιστοιχεί σε αυτό που παρήγαγαν οι προηγούμενες εκδόσεις του Shrinker Pro. Κάθε συνεδρία ξεκινά από εδώ· η γραμμή συνεδρίας του παραθύρου μπορεί να το αλλάξει για μία συνεδρία χωρίς να αλλάξει αυτήν τη ρύθμιση.
es: Se aplica a JPEG, WebP, AVIF y HEIC. PNG y GIF se optimizan con herramientas que no tienen un ajuste equivalente, así que se ven igual elijas lo que elijas. Estándar es lo que producían las versiones anteriores de Shrinker Pro. Cada sesión empieza aquí; la barra de sesión de la ventana puede cambiarlo durante una sesión sin modificar este ajuste.
fa: برای JPEG، WebP، AVIF و HEIC اعمال می‌شود. PNG و GIF با ابزارهایی بهینه می‌شوند که تنظیم مشابهی ندارند، بنابراین هر گزینه‌ای را انتخاب کنید یکسان به نظر می‌رسند. «استاندارد» همان چیزی است که نسخه‌های پیشین Shrinker Pro تولید می‌کردند. هر جلسه از همین‌جا آغاز می‌شود؛ نوار جلسهٔ پنجره می‌تواند آن را برای یک جلسه تغییر دهد بدون آنکه این تنظیم عوض شود.
fi: Koskee JPEG-, WebP-, AVIF- ja HEIC-tiedostoja. PNG ja GIF optimoidaan työkaluilla, joissa ei ole vastaavaa asetusta, joten ne näyttävät samalta valitsit minkä tahansa. Vakio vastaa sitä, mitä Shrinker Pron aiemmat versiot tuottivat. Jokainen istunto alkaa tästä; ikkunan istuntopalkki voi muuttaa asetusta yhden istunnon ajaksi muuttamatta tätä.
fr: S’applique à JPEG, WebP, AVIF et HEIC. PNG et GIF sont optimisés par des outils qui n’ont pas de réglage comparable : ils ont donc le même aspect quel que soit votre choix. Standard correspond à ce que produisaient les versions précédentes de Shrinker Pro. Chaque session démarre ici ; la barre de session de la fenêtre peut le changer pour une seule session sans modifier ce réglage.
he: חל על JPEG, WebP, AVIF ו-HEIC. קבצי PNG ו-GIF עוברים מיטוב בכלים שאין להם הגדרה מקבילה, ולכן הם ייראו אותו הדבר בכל בחירה. הערך ״רגילה״ תואם את מה שגרסאות קודמות של Shrinker Pro ייצרו. כל הפעלה מתחילה כאן; סרגל ההפעלה בחלון יכול לשנות את הערך להפעלה אחת בלבד, בלי לשנות את ההגדרה הזו.
hr: Vrijedi za JPEG, WebP, AVIF i HEIC. PNG i GIF optimiziraju alati koji nemaju usporedivu postavku, pa izgledaju jednako što god odabrali. Standardna kvaliteta odgovara onome što su davale ranije verzije aplikacije Shrinker Pro. Svaka sesija počinje od te vrijednosti; traka sesije u prozoru može je promijeniti za jednu sesiju bez mijenjanja ove postavke.
hu: A JPEG, WebP, AVIF és HEIC formátumra vonatkozik. A PNG-t és a GIF-et olyan eszközök optimalizálják, amelyeknek nincs ehhez hasonló beállításuk, ezért bármit választ, ugyanúgy néznek ki. A Normál megfelel annak, amit a Shrinker Pro korábbi verziói készítettek. Minden munkamenet innen indul; az ablak munkamenetsávja egyetlen munkamenetre módosíthatja anélkül, hogy ez az érték megváltozna.
is: Á við um JPEG, WebP, AVIF og HEIC. PNG og GIF eru bestuð með verkfærum sem hafa enga sambærilega stillingu og líta því eins út hvað sem þú velur. Staðlað samsvarar því sem eldri útgáfur Shrinker Pro skiluðu. Hver lota byrjar hér; lotustikan í glugganum getur breytt því fyrir eina lotu án þess að breyta þessari stillingu.
it: Si applica a JPEG, WebP, AVIF e HEIC. PNG e GIF vengono ottimizzati da strumenti privi di un’impostazione equivalente, quindi hanno lo stesso aspetto qualunque sia la tua scelta. Standard corrisponde a quanto producevano le versioni precedenti di Shrinker Pro. Ogni sessione parte da qui; la barra di sessione della finestra può cambiarlo per una sola sessione senza modificare questa impostazione.
ja: JPEG、WebP、AVIF、HEICに適用されます。PNGとGIFは同等の設定を持たないツールで最適化されるため、どれを選んでも仕上がりは変わりません。標準は、以前のバージョンのShrinker Proと同じ仕上がりです。どのセッションもここから始まります。ウインドウのセッションバーを使うと、この設定を変えずに1回のセッションだけ変更できます。
ko: JPEG, WebP, AVIF, HEIC에 적용됩니다. PNG와 GIF는 이에 해당하는 설정이 없는 도구로 최적화되므로, 무엇을 선택하든 결과가 같습니다. 표준은 이전 버전의 Shrinker Pro가 만들던 결과와 같습니다. 모든 세션이 이 설정에서 시작하며, 윈도우의 세션 막대에서 이 설정을 바꾸지 않고 한 세션에만 다르게 적용할 수 있습니다.
nb: Gjelder JPEG, WebP, AVIF og HEIC. PNG og GIF optimaliseres av verktøy uten en tilsvarende innstilling, så de ser like ut uansett hva du velger. Standard tilsvarer det tidligere versjoner av Shrinker Pro laget. Hver økt starter her; øktlinjen i vinduet kan endre det for én økt uten at denne innstillingen endres.
nl: Geldt voor JPEG, WebP, AVIF en HEIC. PNG en GIF worden geoptimaliseerd door hulpprogramma's zonder vergelijkbare instelling en zien er dus bij elke keuze hetzelfde uit. Standaard komt overeen met wat eerdere versies van Shrinker Pro maakten. Elke sessie begint hier; de sessiebalk in het venster kan dit voor één sessie wijzigen zonder deze instelling te veranderen.
nn: Gjeld JPEG, WebP, AVIF og HEIC. PNG og GIF blir optimaliserte av verktøy utan ei tilsvarande innstilling, så dei ser like ut uansett kva du vel. Standard svarar til det tidlegare versjonar av Shrinker Pro gav. Kvar økt startar her; øktlinja i vindauget kan endre det for éi økt utan å endre denne innstillinga.
pl: Dotyczy JPEG, WebP, AVIF i HEIC. PNG i GIF są optymalizowane przez narzędzia bez porównywalnego ustawienia, więc wyglądają tak samo niezależnie od wyboru. Jakość standardowa odpowiada temu, co dawały wcześniejsze wersje Shrinker Pro. Każda sesja zaczyna się od tej wartości; pasek sesji w oknie może ją zmienić na jedną sesję, nie zmieniając tego ustawienia.
pt_br: Aplica-se a JPEG, WebP, AVIF e HEIC. PNG e GIF são otimizados por ferramentas que não têm um ajuste equivalente, então ficam iguais qualquer que seja a sua escolha. Normal corresponde ao que as versões anteriores do Shrinker Pro produziam. Toda sessão começa por aqui; a barra de sessão da janela pode mudar isso por uma sessão, sem alterar este ajuste.
pt_pt: Aplica-se a JPEG, WebP, AVIF e HEIC. Os ficheiros PNG e GIF são otimizados por ferramentas sem uma definição equivalente, pelo que ficam iguais, seja qual for a opção escolhida. Padrão corresponde ao que as versões anteriores do Shrinker Pro produziam. Todas as sessões começam aqui; a barra de sessão da janela pode alterar este valor durante uma sessão, sem alterar esta definição.
ro: Se aplică pentru JPEG, WebP, AVIF și HEIC. PNG și GIF sunt optimizate de instrumente care nu au o configurare echivalentă, așa că arată la fel indiferent ce alegeți. Standard corespunde cu ceea ce produceau versiunile anterioare ale Shrinker Pro. Fiecare sesiune pornește de aici; bara de sesiune a ferestrei o poate schimba pentru o singură sesiune, fără a modifica această configurare.
ru: Относится к JPEG, WebP, AVIF и HEIC. PNG и GIF оптимизируются инструментами, у которых нет похожей настройки, поэтому они выглядят одинаково при любом выборе. Стандартное качество соответствует тому, что давали прежние версии Shrinker Pro. Каждый сеанс начинается с этого значения; панель сеанса в окне может изменить его на один сеанс, не меняя саму настройку.
sk: Platí pre JPEG, WebP, AVIF a HEIC. PNG a GIF optimalizujú nástroje, ktoré porovnateľné nastavenie nemajú, takže vyzerajú rovnako, nech si vyberiete čokoľvek. Štandardná zodpovedá tomu, čo vytvárali staršie verzie aplikácie Shrinker Pro. Každá relácia začína týmto nastavením; lišta relácie v okne ho môže zmeniť pre jednu reláciu bez toho, aby zmenila toto.
sl: Velja za JPEG, WebP, AVIF in HEIC. PNG in GIF optimizirajo orodja brez primerljive nastavitve, zato so videti enako, ne glede na izbiro. Standardna kakovost ustreza tistemu, kar so izdelale prejšnje različice aplikacije Shrinker Pro. Vsaka seja se začne pri tej vrednosti; vrstica seje v oknu jo lahko spremeni za eno sejo, ne da bi spremenila to nastavitev.
sv: Gäller JPEG, WebP, AVIF och HEIC. PNG och GIF optimeras av verktyg som saknar en motsvarande inställning, så de ser likadana ut oavsett vad du väljer. Standard motsvarar det som tidigare versioner av Shrinker Pro gav. Varje session börjar här; fönstrets sessionsrad kan ändra det för en session utan att den här inställningen ändras.
th: มีผลกับ JPEG, WebP, AVIF และ HEIC ส่วน PNG และ GIF ปรับให้เหมาะสมด้วยเครื่องมือที่ไม่มีการตั้งค่าแบบเดียวกัน จึงให้ผลเหมือนกันไม่ว่าคุณจะเลือกแบบใด มาตรฐานให้ผลเหมือนกับที่ Shrinker Pro รุ่นก่อนหน้าสร้างไว้ ทุกเซสชั่นเริ่มต้นที่ค่านี้ และแถบเซสชั่นของหน้าต่างเปลี่ยนค่านี้ได้เฉพาะเซสชั่นเดียวโดยไม่กระทบค่านี้
tr: JPEG, WebP, AVIF ve HEIC için geçerlidir. PNG ve GIF, benzer bir ayarı olmayan araçlarla optimize edilir; bu yüzden hangisini seçerseniz seçin aynı görünürler. Standart, Shrinker Pro’nun önceki sürümlerinin ürettiğiyle aynıdır. Her oturum buradan başlar; penceredeki oturum çubuğu, bunu değiştirmeden tek bir oturum için başka bir değer kullanabilir.
uk: Стосується JPEG, WebP, AVIF і HEIC. PNG і GIF оптимізують інструменти, які не мають подібного параметра, тож вони виглядатимуть однаково за будь-якого вибору. Стандартна якість відповідає тому, що давали попередні версії Shrinker Pro. Кожен сеанс починається з неї; панель сеансу у вікні може змінити її на один сеанс, не змінюючи цього параметра.
vi: Áp dụng cho JPEG, WebP, AVIF và HEIC. PNG và GIF được tối ưu bằng các công cụ không có cài đặt tương đương, nên chúng trông như nhau dù bạn chọn mức nào. Tiêu chuẩn cho kết quả giống với những phiên bản Shrinker Pro trước đây. Mọi phiên đều bắt đầu từ đây; thanh phiên của cửa sổ có thể đổi mức này cho một phiên mà không thay đổi cài đặt này.
zh_hans: 适用于 JPEG、WebP、AVIF 和 HEIC。PNG 和 GIF 由没有同类设置的工具来优化，因此无论你选哪一项，它们看起来都一样。“标准”与 Shrinker Pro 早期版本生成的结果一致。每次会话都从这里开始；窗口中的会话栏可以只为一次会话更改它，而不改动这项设置。
zh_hant: 適用於JPEG、WebP、AVIF和HEIC。PNG和GIF由沒有同類設定的工具進行最佳化，因此無論你選哪一項，它們看起來都一樣。「標準」與Shrinker Pro舊版產生的結果相同。每次工作階段都從這裡開始；視窗中的工作階段列可以只為一次工作階段更改它，而不更動這項設定。
zh_hk: 適用於JPEG、WebP、AVIF和HEIC。PNG和GIF由沒有同類設定的工具來最佳化，所以無論你選哪一項，結果看起來都一樣。「標準」與Shrinker Pro舊版本產生的結果相同。每次開始時都用這一項；視窗上的今次設定列可以只改今次，而不改動這項設定。
